const CHANGELOG_ENTRIES = [
    {
        date: '2025-09-25',
        title: 'САЙТ ЗАПУЩЕН И РАБОТАЕТ! ОСТОРОЖНО - ЕСТЬ НЕДОРАБОТКИ!',
        categories: {
            'Общая информация': [
                'Сайт запущен и работает. Некоторые ключевые слова могут быть переведены некорректно ввиду недостатка информации о таковых на русскоязычном проекте. Если вы столкнулись с багом или некорректным переводом, сообщайте в раздел "Issues" на GitHub или в Discord withouttchrist. Я также принимаю неравнодушных волонтеров, кто готов помочь мне с разработкой сайта.'
            ]
        }
    },
[
